[
    {
        "text": "生命境界的盲瞽与醒悟——西北大学吴迎君——"
    },
    {
        "text": "文学境界与生命境界的“隔”与“通”"
    },
    {
        "text": "好了歌"
    },
    {
        "text": "好了歌"
    },
    {
        "text": "一曲好了歌，悲天悯人意。百余年前，大学者王国维先生认识到，《红楼梦》是中国文学中真正“具厌世解脱之精神”的独一无二之作，是发人警醒的“悲剧中之悲剧也”。他认为，《红楼梦》是文学之书，也是哲学之书和宇宙之书。"
    },
    {
        "text": "●一部文学作品，如何可以成为“哲学之书”和“宇宙之书”呢？●用王国维先生的话说，这是因为这部文学作品“由非常之知力而洞观宇宙人生之本质”，得“悟宇宙人生之真相”。●进一步说，因为这样同时是“文学之书”、“哲学之书”、“宇宙之书”所达到的通彻境界，使得《红楼梦》这样的不朽之作的文学境界与生命境界是通透“不隔”的。"
    },
    {
        "text": "《红楼梦》"
    },
    {
        "text": "●“不隔”之境界，正是文学的最高境界。●刘再复先生说，“不隔”便是“透”——看透、穿透、悟透。●《好了歌》正是让我们看透、穿透、悟透，悟透功名利禄、情色爱欲等各种幻相，不被它们所“隔”，饱含一片悲天悯人的情怀。"
    },
    {
        "text": "《红楼梦》"
    },
    {
        "text": "《红楼梦》《金瓶梅》的合璧阅读【互补与相通】"
    },
    {
        "text": "《红楼梦》是中国古典小说的最高峰，被誉为“文学圣经”。有评论家说，几千年中国文学史，假如只有一部《红楼梦》，它的光辉也足以照亮古今中外。"
    },
    {
        "text": "《红楼梦》"
    },
    {
        "text": "但是，《红楼梦》的好梦难圆，现存于世的曹雪芹原著的《红楼梦》只有八十回残本，真乃人生一大憾事！"
    },
    {
        "text": "《红楼梦》"
    },
    {
        "text": "现在流行的一百二十回全本，后四十回是由高鹗续写的，远远无法企及前八十回的水平，是狗尾续貂之文，很容易误导我们曲解《红楼梦》的真精神、真境界。"
    },
    {
        "text": "《红楼梦》"
    },
    {
        "text": "●除了细细体会《红楼梦》前八十回的伏笔线索，我们还可以用一种独特的方式接近“足本红楼”的世界：《红楼梦》《金瓶梅》的合璧阅读。●兰陵笑笑生的《金瓶梅》，是中国第一部文人独立创作的长篇小说，与《三国演义》、《水浒传》、《西游记》并称为明代“四大奇书”。我们今天通常说的“四大名著”，与“四大奇书”的区别，就是用清代的《红楼梦》替换掉明代的《金瓶梅》。"
    },
    {
        "text": "那么，我们如何接近和领会《红楼梦》八十回后的“原本世界”呢？"
    },
    {
        "text": "《红楼梦》是在继承和发展《金瓶梅》的基础上写作的，脂砚斋评点《红楼梦》第十三回时有言：“写个个皆到，全无安逸之笔，深得金瓶阃奥。”"
    },
    {
        "text": "《红楼梦》"
    },
    {
        "text": "哈佛大学华人学者田晓菲认为，《红楼梦》是对《金瓶梅》的改写、重写。——这一观点或许值得商榷，不过如果说“《金瓶梅》是《红楼梦》之祖”，大致是可以成立的。"
    },
    {
        "text": "《红楼梦》"
    },
    {
        "text": "中国古典小说在明清两代达到历史高峰，其中，《红楼梦》是最高峰，《金瓶梅》是仅次于《红楼梦》的次高峰。"
    },
    {
        "text": "《红楼梦》"
    },
    {
        "text": "由于《红楼梦》《金瓶梅》的精神内核的相通相契，我们可以借助《金瓶梅》领会《红楼梦》的“完整精神”，避免踏入被高鹗续本误导的歧途。更确切地说，我们可以通过绣像版《金瓶梅》最后的二十二回，也就是第七十九回至第一百回，认识作为《红楼梦》写作基础的《金瓶梅》所达到的文学境界。进一步地，通过《红楼梦》前八十回本身，把这一文学境界提升到与《红楼梦》原本境界一致的高度加以把握。这样一条道路，看似曲折迂回，其实切实可行。且待后表，便知分晓。"
    },
    {
        "text": "《红楼梦》的通透境界【文学体妙】"
    },
    {
        "text": "曹雪芹，名霑，字梦阮，号雪芹。曹雪芹的一生经历了曹家由兴到衰的过程，早年过着豪华的公子生活，晚年却穷愁潦倒，卖画度日，生活于贫困之中。这种天壤之别的生活变化，促使曹雪芹深刻地思考自己的经历，对社会上种种黑暗产生了不满，这就为创作《红楼梦》打下了良好的基础。"
    },
    {
        "text": "话说众人看演《荆钗记》，宝玉和姊妹们一处坐着，林黛玉因看到《男祭》这出上，便和薛宝钗说道：“这王十朋也不通的很，不管在那里祭一祭罢了，必定跑到江边子上来作什么。俗语说，睹物思人，天下的水总归一源，不拘那里的水舀一碗看着哭去，也就尽情了。”宝钗不答，宝玉回头要热酒敬凤姐儿。"
    },
    {
        "text": "所有的文学评论，都无法代替文学作品本身。现在我们就来直接读一点《红楼梦》的原文，体会字里行间的妙处——"
    },
    {
        "text": "这是第四十四回的开头一段。前一回写在贾府上下张灯结彩地为王熙凤庆贺生日之际，贾宝玉一早就素衣出门到水仙庵拜祭死去的贾府丫鬟金钏，贾宝玉做这件事是秘而不宣，还托辞说一早出门是去北静王府。"
    },
    {
        "text": "《红楼梦》"
    },
    {
        "text": "黛玉借戏说话，口中说的是王十朋，实际上说得是贾宝玉；看起来是对宝钗说，其实是对宝玉说。宝钗识得这番心意，故“不答”。宝玉也“不答”——“宝玉回头要热酒敬凤姐儿”，也意味着对黛玉的“沉默”回应。——这“不答”，意味着不是简单的接受或不接受，更加微妙细腻得多。"
    },
    {
        "text": "《红楼梦》"
    },
    {
        "text": "黛玉的话见地极高，“天下的水总归一源”，何必分什么大观园的水与水仙庵的水？可是，“不拘那里……哭去”谁能做得到呢？黛玉可谓是至情至性之人，但看这番闪烁其词，已经是“拘”而不是“不拘”了。"
    },
    {
        "text": "《红楼梦》"
    },
    {
        "text": "●我们是不是能体会到在，小说中“众人看演《荆钗记》”时，还有一双眼睛看着这些看戏的众人？看他们被“拘”。更加绝妙的是，《红楼梦》自言，这一双眼睛的主人公也在《红楼梦》中，意识到自己被“拘”，“风尘碌碌，一事无成。”●《红楼梦》开篇第一回，就点明《红楼梦》一书，系女娲补天石记下的“枉入红尘”“亲自经历的一叚陈迹故事”，由空空道人抄录，后由“曹雪芹于悼红轩中，披阅十载，增删五次，纂成目录，分出章回，”“并题一绝云：满纸荒唐言，一把辛酸泪。都云作者痴，谁解其中味？”●这是多么了不起！作者曹雪芹开篇就把自己写进“红楼梦”，自嘲是个“痴人”，同样是“大观园”中人。"
    },
    {
        "text": "鲁迅先生评《红楼梦》“悲凉之雾，遍被华林，然呼吸而领会之者，独宝玉而已。”——按照《红楼梦》开篇的启示，这不是最可悲凉之事，最可悲凉之事，是我们都在这悲凉的“大观园”里，鲁迅也在其中，我、你、你们作为读者，都在这悲凉的“大观园”里。可是，“谁解其中味？”"
    },
    {
        "text": "《红楼梦》"
    },
    {
        "text": "续写后四十回的高鹗自然也在“大观园”里，但在写“食尽鸟飞独存白地”之外，又一厢情愿地写了“兰桂齐芳，家道复初”的庸俗团圆结尾。用“好了歌”的话说，了便是好，后四十回的“不了”自然“不好”。"
    },
    {
        "text": "《红楼梦》"
    },
    {
        "text": "《金瓶梅》结局弥合《红楼梦》空白【“了”的境界】"
    },
    {
        "text": "●比起高鹗续写的《红楼梦》后四十回的“不了”，共一百回的《金瓶梅》的后二十二回则是“了”的。●绣像版《金瓶梅》开篇第一回同样用佛道立意，先用纯阳子道人的诗警示“世上人，营营逐逐，急急巴巴，跳不出七情六欲关头，打不破酒色财气圈子。到头来同归于尽……”后面又道:佛教“《金刚经》上两句说得好，它说道：如梦幻泡影，如电复如露。……倒不如削去六根清净，……参透了空色世界，打磨穿生灭机关，直超无上乘……”●《金瓶梅》第七十九回写西门庆贪欲丧命，格外强调第一回的警示，“嗜欲深者生机浅，西门庆只知贪淫乐色，更不知油枯灯灭，髓竭人亡。正是起头所说：二八佳人体似酥，腰间仗剑斩愚夫。虽然不见人头落，暗里教君骨髓枯。”自此后，家破人亡，一一了去。"
    },
    {
        "text": "●现代著名文学家孙犁说，《金瓶梅》写西门庆死后，“用二十回的篇幅，写了这一户人家衰败以后的景象。这一景象，比起《红楼梦》的后四十回，触目惊心得多，是这部小说的最精采、最有功力的部分。”他还说，《金瓶梅》是“一部末世的书，一部绝望的书，一部哀叹的书”。●“一部末世的书，一部绝望的书，一部哀叹的书”，可以说，也是《红楼梦》的文学品质。"
    },
    {
        "text": "我们读上一点《金瓶梅》：第九十二回，西门庆的女儿西门大姐在西门庆女婿陈经济家中自缢，吴月娘状告陈经济。“原来新任知县姓霍，名大立，湖广黄冈县人氏，举人出身，为人鲠直。……知县大怒，褪衣又打了经济、金宝十板，问陈经济夫殴妻至死者绞罪；冯金宝递决一百，发回本司院当差。这陈敬济慌了，监中写出贴子，对陈定说，把布铺中本钱，连大姐头面，共凑了一百两银子，暗暗送与知县。知县一夜把招卷改了，止问了个逼令身死，系杂犯，准徒五年，运灰赎罪。"
    },
    {
        "text": "《金瓶梅》"
    },
    {
        "text": "……这敬济得了个饶，交纳了赎罪银子，归到家中，抬尸入棺，停放一七，念经送葬，埋城外。前后坐了半个月监，使了许多银两，唱的冯金宝也去了，家中所有都干净了，房儿也典了，刚刮剌出个命儿来，再也不敢声言丈母了。”——读到此处，不觉可悲可叹吗？"
    },
    {
        "text": "《金瓶梅》"
    },
    {
        "text": "●我们试着看几个例子。西门庆死后，潘金莲售色赴东床，李娇儿盗财归丽院，韩道国拐财远遁，汤来保欺主背恩，来旺偷拐孙雪娥，洒家店雪娥为娼，张胜凶徒人食人。死的死，离的离，败的败，唯一善终的主角吴月娘是凭“平日好善看经之报”，可也不得不眼睁睁看着自己的独生子孝哥儿遁入空门，不了了之。●东吴弄珠客所作的《金瓶梅》序言说得好：“读《金瓶梅》而生怜悯心者，菩萨也；生畏惧心者，君子也；生欢喜心者，小人也；生效法心者，乃禽兽耳。”诸位，请问你们读《金瓶梅》生什么心呢？读《红楼梦》生什么心呢？"
    },
    {
        "text": "《红楼梦》《金瓶梅》的“不二”"
    },
    {
        "text": "《红楼梦》有两位女主角：林黛玉和薛宝钗。自《红楼梦》问世以来，“拥林”与“拥薛”的“钗黛之争”就一直未停止。"
    },
    {
        "text": "清代文人邹弢在《三借庐笔谈》记下一桩趣事：老友许伯谦……论《红楼梦》，尊薛而抑林，谓黛玉尖酸，宝钗端重，直被作者瞒过。……余与伯谦论此书，一言不合，遂相龃龉，几挥老拳，毓仙排解之，于是两人誓不共谈《红楼》。"
    },
    {
        "text": "为了黛玉宝钗孰优孰劣，老朋友间几乎拳脚相加，的确是读《红楼梦》读得痴了。"
    },
    {
        "text": "●现代著名学者俞平伯先生，在上世纪20年代提出“钗黛合一”说。●俞平伯先生说，《红楼梦》中书中钗黛每每并提，“若两峰对峙双水分流，各极其妙莫能相下。”●“薛林雅调称为双绝，虽作者才高，殊难分高下。”●“第五回太虚幻境的册子，名为十二钗正册，却只有十一幅图，十一首诗，黛钗合为一图，合咏为一诗。”●这样一种“二美合一”的观点，到今天逐渐被红学家尊重和肯定。如果说“合一”仍显得理解单薄的话，我们可以用更微妙丰富的“不二”代替“合一”。"
    },
    {
        "text": "我们可以用这样的话更细微地理解：钗即是黛，黛即是钗。钗不异黛，黛不异钗。钗（黛）即是空，空即是钗（黛）。钗（黛）不异空，空不异钗黛。钗黛不二。这种关系，也可适用于《红楼梦》与《金瓶梅》，它们也是“不二”的。"
    },
    {
        "text": "“钗黛不二”，既提醒我们黛玉宝钗各有不同的“二”，也使我们认识到这样分别的“二”，实质上平等无异的。"
    },
    {
        "text": "换句话说，我们可以这样表述：《红楼梦》即是《金瓶梅》，《金瓶梅》即是《红楼梦》。《红楼梦》不异《金瓶梅》，《金瓶梅》不异《红楼梦》。《红楼梦》（《金瓶梅》）即是空，空即是《红楼梦》（《金瓶梅》）。《红楼梦》（《金瓶梅》）不异空，空不异《红楼梦》《金瓶梅》。《红楼梦》《金瓶梅》不二。原来，《红楼梦》《金瓶梅》最本质上写的都是“空”。所以，《红楼梦》第一回就写空空道人读了《红楼梦》前身后，“因空见色，由色生情，传情入色，自色悟空。”《金瓶梅》第一回就劝世人“参透了空色世界”。"
    },
    {
        "text": "《红楼梦》《金瓶梅》这样的文学经典启示我们，我们每一个人都在“悲凉之雾遍被”的热热闹闹人世间，“呼吸领会”自己身处的滚滚红尘本质是空，看得透“四大幻身如泡影，难免无常”，达到对生命境界认识祛除痴迷遮蔽的通透把握，难了能了，能了难了，了了分明，明明了了，真正好了，乃是通透的文学境界的真好，生命境界的真好。"
    }
]