[
    {
        "text": "上善若水道法自然"
    },
    {
        "text": "中华文化通识教程（第二讲）主讲：刘维"
    },
    {
        "text": "弱德之美"
    },
    {
        "text": "雅思贝尔斯《历史的起源与目的》——人类文明的“轴心时代”古希腊的苏格拉底，柏拉图、亚里士多德古印度的释迦牟尼以色列的犹太教先知中国的老子、孔子、孟子、庄子、墨子、韩非子等等。……"
    },
    {
        "text": "先秦“诸子百家”班固：《汉书·艺文志》——“九流十家”司马谈：《论六家要旨》：儒、墨、道、法、名、阴阳对后世影响非常深远的：儒、道、法"
    },
    {
        "text": "先秦诸子百家"
    },
    {
        "text": "儒：仁者爱人，礼乐秩序（人——人)道：道法自然，大象无形（人——自然）"
    },
    {
        "text": "道——世界的本源德——事物的本然仁——人心的感通礼——合理的约束法——严明的规制刑——严苛的刑罚"
    },
    {
        "text": "道儒法"
    },
    {
        "text": "无形的东西比有形的东西更重要，“天下万物生于有，有生于无。”"
    },
    {
        "text": "海尔经营者的道家哲学"
    },
    {
        "text": "张瑞敏非常推崇老子的《道德经》，曾经读过无数遍。联系到企业管理，有两点是他作为座右铭一直记取的："
    },
    {
        "text": "柔弱胜刚强。“如果你把自己放在一个弱者的位置，你就会永远前进。”"
    },
    {
        "text": "人法地，地法天，天法道，道法自然。（25章)"
    },
    {
        "text": "飘风不终朝，骤雨不终日。(23章)企者不立；跨者不行。(24章）合抱之木，生于毫末；九层之台，起于垒土；千里之行，始于足下。（64章）"
    },
    {
        "text": "上善若水，水善利万物而不争。（8章）天下莫弱于水，而攻坚强者莫之能胜。（78章）"
    },
    {
        "text": "水，下落成瀑，腾飞入云，滴水穿石，真水无香，水有一种精神，悲悯填谷，昂扬入云，它至盈可飘逸，至刚成冰雪，清澈自然，滋润万物，滴水藏海。"
    },
    {
        "text": "上善若水，水善利万物而不争。（8章）天下莫弱于水，而攻坚强者莫之能胜。（78章）江海之所以能为百谷王者，以其善下之。（66章）"
    },
    {
        "text": "是以太山不让土壤，故能成其大；河海不择细流，故能就其深；王者不却众庶，故能明其德。——李斯《谏逐客书》所以泰山不拒绝土壤，方能成为巍巍大山；河海不遗弃小溪流，方能成为深水；称王的人不抛弃大众，才能彰显他的美德。圣人无心，以百姓之心为心。（49章）"
    },
    {
        "text": "专气致柔，能如婴儿乎？（10章）集结精气以致柔顺，能像婴儿的状态么？"
    },
    {
        "text": "专气致柔，能如婴儿乎？"
    },
    {
        "text": "含德之厚，比于赤子……终日号而不嗄,和之至也。(55章)饱含深厚德养的人，比得上初生的婴儿……他整天号哭，但是喉咙却不会嘶哑，这是元气醇和的缘故。"
    },
    {
        "text": "·老子要求我们，涵养精气，保养德行，心地柔顺，复归于婴儿。·复归柔顺谈何容易？生活、职场，能把羊逼成狼……王蒙先生《组织部来了个年轻人》——“经验要丰富，心地要单纯”"
    },
    {
        "text": "什么是真正的中国人？真正的中国人就是有着赤子之心和成年人的智慧，过着心灵生活的这样一种人。中国人的精神是一种永葆青春的精神，是不朽的民族魂。真正的中国人有难以言表的温良。这种真正的人生智能，是同情与智能的有机结合。使人的心和脑得以调和。总之，它是心灵和理智的和谐。青春永葆的精神、不朽民族魂的秘密就是中国人心灵与理智的完美和谐。——辜鸿铭"
    },
    {
        "text": "《中国人的精神》"
    },
    {
        "text": "我同样深信，是这些自然景物给我一份更其崇高的厚礼——一种欣幸的、如沐天恩的心境在此心境里，人生之谜的重负晦暗难明的世界的如磐重压都趋于轻缓；在此安恬心境里慈爱与温情为我们循循引路——直到这皮囊仿佛中止了呼吸周身的血液仿佛不再流转躯壳已昏昏入睡，我们成了翩跹的灵魂，万象的和谐与愉悦以其深厚力量，赋予我们安详静穆的眼光，凭此，才得以洞察物象的生命"
    },
    {
        "text": "谦退包容弱德之美"
    },
    {
        "text": "人之生也柔弱，其死也坚强。草木之生也柔脆，其死也枯槁。故坚强者死之徒，柔弱者生之徒。是以兵强则灭，木强则折。强大处下，柔弱处上。（76章）"
    },
    {
        "text": "持而盈之，不如其已。揣而锐之，不可长保。金玉满堂，莫之能守。富贵而骄，自遗其咎。功遂身退，天之道也。（9章）"
    },
    {
        "text": "俺曾见金陵玉殿莺啼晓，秦淮水榭花开早，谁知道容易冰消！眼看他起高楼，眼看他宴宾客，眼看他楼塌了！这青苔碧瓦堆，俺曾睡风流觉，将五十年兴亡看饱。——《桃花扇·哀江南》"
    },
    {
        "text": "持而盈之，不如其已。揣而锐之，不可长保。金玉满堂，莫之能守。富贵而骄，自遗其咎。功遂身退，天之道也。（9章）"
    },
    {
        "text": "千里修书只为墙，让他三尺又何妨。万里长城今犹在，不见当年秦始皇。"
    },
    {
        "text": "天道亏盈而益谦，地道变盈而流谦，鬼神害盈而福谦，人道恶盈而好谦。——《周易·谦·彖》天的规律是亏损盈满的而补益空虚的。地的特征是迁变盈满的而流入低洼之处。鬼神祸害骄盈而福佑谦下的人的本性是厌恶骄盈自满者而喜好谦逊礼让者。"
    },
    {
        "text": "将欲翕之，必固张之；将欲弱之，必固强之；将欲废之，必固举之；将欲取之，必固与之，是谓微明。（36章）"
    },
    {
        "text": "史证：郑伯克段于鄢"
    },
    {
        "text": "柔弱胜刚强，鱼不可脱于渊，国之利器不可以示人。（36章）"
    },
    {
        "text": "天下之物，势极必反，天时人势，物理自然。所以，在刚强与柔弱的对峙中，老子宁愿居于柔弱的一端，他了解到，柔弱的东西含藏内敛，往往极富韧性，刚强的东西往往彰显外溢，往往暴露在外而难以长久。"
    },
    {
        "text": "知荣守辱，知雄守雌，知白守黑。"
    },
    {
        "text": "大成若缺，其用不弊。大盈若冲，其用不穷。大直若屈，大巧若拙，大辩若讷。（45章）大方无隅，大器晚成，大音希声，大象无形。（41章）"
    },
    {
        "text": "无为而治道济苍生"
    },
    {
        "text": "《混沌之死》——庄子《种树郭橐驼传》——柳宗元"
    },
    {
        "text": "南海之帝为儵，北海之帝为忽，中央之帝为浑沌。"
    },
    {
        "text": "儵与忽时相与遇于浑沌之地，浑沌待之甚善。儵与忽谋报浑沌之德，曰：“人皆有七窍以视听食息，此独无有，尝试凿之。”"
    },
    {
        "text": "郭橐驼，不知始何名。病偻，隆然伏行，有类橐驼者，故乡人号之“驼”。驼闻之，曰：“甚善。名我固当。”因舍其名，亦自谓橐驼云。其乡曰丰乐乡，在长安西。驼业种树，凡长安豪富人为观游及卖果者，皆争迎取养。视驼所种树，或移徙，无不活，且硕茂，早实以蕃。他植者虽窥伺效慕，莫能如也。看到橐驼种的树，即使是移植来的，也没有不成活的；而且长得高大茂盛，结果实早而且多。其他种树的人虽然暗中观察，羡慕效仿，也没有谁能比得上。"
    },
    {
        "text": "事例：种树郭橐驼传"
    },
    {
        "text": "有问之，对曰：“橐驼非能使木寿且孳也，能顺木之天，以致其性焉尔。橐驼我不是能够使树木活得长久而且长得很快，只不过能够顺应树木的天性，来实现其自身的习性罢了。凡植木之性，其本欲舒，其培欲平，其土欲故，其筑欲密。但凡种树的方法，树根要舒展，培土要均匀，用土要用原来培育树苗的土，捣土要结实。既然已，勿动勿虑，去不复顾。已经这样做了，就不要再动，不要再忧虑它，离开后不要再去看它。其莳也若子，其置也若弃，则其天者全而其性得矣。树木移栽的时候要像对待孩子一样精心细致，栽好后置于一旁要像抛弃了它们一样,那么树木的天性就得以保全，它的本性就得到了自由发展。故吾不害其长而已，非有能硕茂之也；不抑耗其实而已，非有能早而蕃之也。所以我只不过不妨害它的生长罢了，并不是有能力使它长得高大茂盛；只不过不抑制、减少它结果罢了，也并不是有能力使它果实结得又早又多。"
    },
    {
        "text": "事例：种树郭橐驼传"
    },
    {
        "text": "上帝给我一个任务叫我牵一只蜗牛去散步。我不能走太快，蜗牛已经尽力爬，为何每次总是那么一点点？我催它，我唬它，我责备它，蜗牛用抱歉的眼光看着我，仿佛说：「人家已经尽力了嘛！」我拉它，我扯它，甚至想踢它，蜗牛受了伤，它流着汗，喘着气，往前爬…真奇怪，为什么上帝叫我牵一只蜗牛去散步？「上帝啊！为什么？」"
    },
    {
        "text": "天上一片安静。「唉！也许上帝抓蜗牛去了！」好吧！松手了！反正上帝不管了，我还管什么？让蜗牛往前爬，我在后面生闷气。咦？我闻到花香，原来这边还有个花园，我感到微风，原来夜里的微风这么温柔。慢着！我听到鸟叫，我听到虫鸣。我看到满天的星斗多亮丽！咦？我以前怎么没有这般细腻的体会？我忽然想起来了，莫非我错了？是上帝叫一只蜗牛牵我去散步。"
    },
    {
        "text": "牵一只蜗牛去散步"
    },
    {
        "text": "文景之治贞观之治"
    },
    {
        "text": "不尚贤，使民不争；不贵难得之货，使民不为盗；不见可欲，使民心不乱；是以圣人之治，虚其心，实其腹，弱其志，强其骨。常使民无知无欲，使夫知者不敢为也。为无为，则无不治。（3章）"
    },
    {
        "text": "无为：不尚贤"
    },
    {
        "text": "“反也者，道之动也；弱也者，道之用也！”大道宽坦平直，大众易行，而非险峻高拔。“不尚贤”解决争、盗、心乱等祸端。——回避了“偏尚”的问题，才有真正的“自由与平等”。"
    },
    {
        "text": "不尚贤、不贵难得之货——是为了避免“致鱼于木，沉鸟于渊”，“把好人憋死、把百姓累死”。《乌合之众》——从众心理不见可欲、不尚贤、不争、不盗——使人增强了独立智慧，减少了被利用的风险，这是一种民主自由，更是一种仁慈。"
    },
    {
        "text": "在南宋历史上，曾发生一段名儒张南轩与宋孝宗的谈话。宋孝宗认为“难得办事之臣”张南轩则回答“陛下当求晓事之臣，不当求办事之臣。若但求办事之臣，则他日败陛下事者，未必非此人也。”虽然“不尚贤”，但却要“晓事”！清末的刘鹗在《老残游记》中说：“天下事误于奸佞者，十有三四；误于不通世故之君子者，十有六七。”其实，古来一些不善于理解他人的“清流”君子，很容易就“无意坏事伤人”了。"
    },
    {
        "text": "悠兮其贵言，功成事遂，百姓皆谓：我自然。（17章）天地不仁，以万物为刍狗，圣人不仁，以百姓为刍狗。（5章）"
    },
    {
        "text": "不言之教无为之事"
    },
    {
        "text": "我无为而民自正，我好静而民自化。我无事而民自富，我无欲而民自朴。（57章）如果为政者能够做到无为，让老百姓自我发育，自我发展，自我完成，那么社会就会安平富足，社会自然和谐安稳。"
    },
    {
        "text": "若能守道，万物自化"
    },
    {
        "text": "天行健，君子以自强不息；地势坤，君子以厚德载物。——《周易·乾·象》《周易·坤·象》"
    },
    {
        "text": "天道亏盈而益谦，地道变盈而流谦，鬼神害盈而福谦，人道恶盈而好谦。——《周易·谦·彖》天的规律是亏损盈满的而补益空虚的。地的特征是迁变盈满的而流入低洼之处。鬼神祸害骄盈而福佑谦下的人的本性是厌恶骄盈自满者而喜好谦逊礼让者。"
    },
    {
        "text": "《周易》所揭示的吉祥如意之道——依天道以立于人道天行健，君子以自强不息；地势坤，君子以厚德载物。天道亏盈而益谦，地道变盈而流谦，鬼神害盈而福谦，人道恶盈而好谦。"
    },
    {
        "text": "是以太山不让土壤，故能成其大；河海不择细流，故能就其深；王者不却众庶，故能明其德。——李斯《谏逐客书》所以泰山不拒绝土壤，方能成为巍巍大山；河海不遗弃小溪流，方能成为深水；称王的人不抛弃大众，才能彰显他的美德。（富贵之源），下心含笑——《地藏经》"
    },
    {
        "text": "自强不息止于至善——厦门大学校训"
    },
    {
        "text": "旅记：如果评校训第一，我评厦大“自强不息，止于至善”，过去听，是没感觉的，走到芙蓉湖前，山环之下，八个大字环拥一派碧波，我看痴了，慢慢坐下来。厦大之美，还在于她和南普陀平分湖光山色，我登上了南普陀五老峰，俯瞰这两方福地——可真有个地方”面朝大海，春暖花开“，那就是厦大。"
    },
    {
        "text": "专气致柔，能如婴儿乎？"
    },
    {
        "text": "什么是真正的中国人？真正的中国人就是有着赤子之心和成年人的智慧，过着心灵生活的这样一种人。中国人的精神是一种永葆青春的精神，是不朽的民族魂。真正的中国人有难以言表的温良。这种真正的人生智能，是同情与智能的有机结合。使人的心和脑得以调和。总之，它是心灵和理智的和谐。青春永葆的精神、不朽民族魂的秘密就是中国人心灵与理智的完美和谐。——辜鸿铭"
    },
    {
        "text": "《中国人的精神》"
    },
    {
        "text": "郭橐驼，不知始何名。病偻，隆然伏行，有类橐驼者，故乡人号之“驼”。驼闻之，曰：“甚善。名我固当。”因舍其名，亦自谓橐驼云。其乡曰丰乐乡，在长安西。驼业种树，凡长安豪富人为观游及卖果者，皆争迎取养。视驼所种树，或移徙，无不活，且硕茂，早实以蕃。他植者虽窥伺效慕，莫能如也。看到橐驼种的树，即使是移植来的，也没有不成活的；而且长得高大茂盛，结果实早而且多。其他种树的人虽然暗中观察，羡慕效仿，也没有谁能比得上。"
    },
    {
        "text": "事例：种树郭橐驼传"
    },
    {
        "text": "有问之，对曰：“橐驼非能使木寿且孳也，能顺木之天，以致其性焉尔。橐驼我不是能够使树木活得长久而且长得很快，只不过能够顺应树木的天性，来实现其自身的习性罢了。凡植木之性，其本欲舒，其培欲平，其土欲故，其筑欲密。但凡种树的方法，树根要舒展，培土要均匀，用土要用原来培育树苗的土，捣土要结实。既然已，勿动勿虑，去不复顾。已经这样做了，就不要再动，不要再忧虑它，离开后不要再去看它。其莳也若子，其置也若弃，则其天者全而其性得矣。树木移栽的时候要像对待孩子一样精心细致，栽好后置于一旁要像抛弃了它们一样，那么树木的天性就得以保全，它的本性就得到了自由发展。故吾不害其长而已，非有能硕茂之也；不抑耗其实而已，非有能早而蕃之也。所以我只不过不妨害它的生长罢了，并不是有能力使它长得高大茂盛；只不过不抑制、减少它结果罢了，也并不是有能力使它果实结得又早又多。"
    },
    {
        "text": "事例：种树郭橐驼传"
    },
    {
        "text": "南海之帝为儵，北海之帝为忽，中央之帝为浑沌。"
    },
    {
        "text": "儵与忽时相与遇于浑沌之地，浑沌待之甚善。儵与忽谋报浑沌之德，曰：“人皆有七窍以视听食息，此独无有，尝试凿之。”"
    },
    {
        "text": "上帝给我一个任务叫我牵一只蜗牛去散步。我不能走太快，蜗牛已经尽力爬，为何每次总是那么一点点？我催它，我唬它，我责备它，蜗牛用抱歉的眼光看着我，仿佛说：「人家已经尽力了嘛！」我拉它，我扯它，甚至想踢它，蜗牛受了伤，它流着汗，喘着气，往前爬…真奇怪，为什么上帝叫我牵一只蜗牛去散步？「上帝啊！为什么？」"
    },
    {
        "text": "天上一片安静。「唉！也许上帝抓蜗牛去了！」好吧！松手了！反正上帝不管了，我还管什么？让蜗牛往前爬，我在后面生闷气。咦？我闻到花香，原来这边还有个花园，我感到微风，原来夜里的微风这么温柔。慢着！我听到鸟叫，我听到虫鸣。我看到满天的星斗多亮丽！咦？我以前怎么没有这般细腻的体会？我忽然想起来了，莫非我错了？是上帝叫一只蜗牛牵我去散步。"
    },
    {
        "text": "牵一只蜗牛去散步"
    }
]