[
    {
        "text": "入乎其内出乎其外"
    },
    {
        "text": "主讲人：刘维"
    },
    {
        "text": "中华文化通识教程"
    },
    {
        "text": "一寸光阴一寸金，寸金难买寸光阴。可奈春光似水声，迢迢去不停。——秦观一片飞花减却春，风飘万点正愁人。——杜甫飞红万点愁如海——秦观"
    },
    {
        "text": "花开花落飞满天。——红楼梦流水落花春去也，天上人间。——李煜青青园中葵，朝露待日晞。阳春布德泽，万物生光辉。常恐秋节至，焜黄华叶衰。百川东到海，何时复西归？——《长歌行》子立于川上，逝者如斯夫，不舍昼夜。——《论语》"
    },
    {
        "text": "在心为志，发言为诗，情动于中而形于言。感天地，动鬼神，莫尚于诗也。——《毛诗大序》"
    },
    {
        "text": "联类无穷，流连万象"
    },
    {
        "text": "是以诗人感物，联类不穷。流连万象之际，沉吟视听之区。写气图貌，既随物以宛转，属彩附声，亦与心而徘徊。——刘勰《文心雕龙·物色》"
    },
    {
        "text": "桃之夭夭，三月的桃花茂盛美如画，灼灼其华。枝头上绽开粉红的花。之子于归，花也似的姑娘要出嫁，宜其室家。祝福你建立一个和美的家。——《诗经·周南·桃夭》昔我往矣，当初离家从军去杨柳依依，杨柳依依轻摇曳今我来思，如今返乡解甲归雨雪霏霏。雪花飘飘飞满野——《诗经·小雅·采薇》"
    },
    {
        "text": "贵在醇真，境界为上"
    },
    {
        "text": "境非独谓景物也，喜怒哀乐亦人心中之一境界。故能写真景物真感情者，谓之有境界。否则谓之无境界。以境界为最上。有境界，则自成高格。——《人间词话》"
    },
    {
        "text": "境界——艺术生命的核心"
    },
    {
        "text": "物镜——事境——情境——理境——无言之境"
    },
    {
        "text": "山中一夜雨，树杪百重泉。——王维岭树重遮千里目，江流曲似九回肠。——柳宗元 其歌也有思，其哭也有怀。——韩愈抽刀断水水更流，举杯消愁愁更愁。——李白五更疏欲断，一树碧无情！——李商隐"
    },
    {
        "text": "境界——艺术生命的核心"
    },
    {
        "text": "物镜——事境——情境——理境——无言之境"
    },
    {
        "text": "溪云初起日沉阁，山雨欲来风满楼。——许浑小荷才露尖尖角，早有蜻蜓立上头。——杨万里春色满园关不住，一只红杏出墙来。——叶绍翁山穷水复疑无路，柳暗花明又一村。——陆游竹外桃花三两枝，春江水暖鸭先知。——苏轼半亩方塘一鉴开，天光云影共徘徊。——朱熹"
    },
    {
        "text": "横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。——苏轼《题西林壁》人生到处何所似？应似飞鸿踏雪泥。泥上偶然留指爪，鸿飞那复计东西？——苏轼《和子由渑池怀旧》昨夜江边春水生，蒙冲巨舰一毛轻。向来枉费推移力，此日中流自在行。——朱熹《观书有感》"
    },
    {
        "text": "境界——艺术生命的核心"
    },
    {
        "text": "物镜——事境——情境——理境——无言之境"
    },
    {
        "text": "境界——艺术生命的核心"
    },
    {
        "text": "物镜——事境——情境——理境——无言之境"
    },
    {
        "text": "采菊东篱下，悠然见南山——陶渊明"
    },
    {
        "text": "有我之境无我之境"
    },
    {
        "text": "有我之境泪眼问花花不语，乱红飞过秋千去。可堪孤馆闭春寒，杜鹃声里斜阳暮。无我之境采菊东篱下，悠然见南山。寒波澹澹起，白鸟悠悠下。有我之境，以我观物，故物皆著我之色彩。无我之境，以物观物，故不知何者为我，何者为物。古人为词，写有我之境者为多。然未始不能写无我之境，此在豪杰之士能自树立耳。"
    },
    {
        "text": "道由白云尽，盘山曲折的小路在白云间盘旋，春与青溪长，盎然的春意随着蜿蜒的溪流潺潺流淌，时有落花至，偶尔有落花流水飘来，远随流水香。又随着水流向前飘去，飘到人看不见的地方……——刘眘虚《阙题》"
    },
    {
        "text": "磅礴乎万物以为一"
    },
    {
        "text": "第一境：昨夜西风凋碧树，独上高楼，望尽天涯路。第二境：衣带渐宽终不悔，为伊消得人憔悴。第三境：众里寻他千百度，蓦然回首，那人正在灯火阑珊处。"
    },
    {
        "text": "入乎其内出乎其外"
    },
    {
        "text": "诗人对宇宙人生，须入乎其内，又须出乎其外。入乎其内，故能写之；出乎其外，故能观之。入乎其内，故有生气；出乎其外，故有高致。"
    },
    {
        "text": "——入乎其内出乎其外"
    },
    {
        "text": "题菊花飒飒西风满院栽，蕊寒香冷蝶难来。\u000b　　他年我若为青帝，报与桃花一处开。\u000b"
    },
    {
        "text": "不第后题菊待到秋来九月八，我花开后百花杀。冲天香阵透长安，满城尽带黄金甲。"
    },
    {
        "text": "幽兰露，幽兰露，如啼眼，无物结同心，烟花不堪剪。草如茵，松如盖，风为裳，水为佩。油壁车，夕相待。冷翠烛，劳光彩。西陵下，风吹雨。——《苏小小墓》"
    },
    {
        "text": "沁园春·长沙"
    },
    {
        "text": "看万山红遍，层林尽染；漫江碧透，百舸(gě）争流。鹰击长空，鱼翔浅底，万类霜天竞自由。怅寥廓(chàngliáokuò），问苍茫大地，谁主沉浮？……指点江山，激扬文字，粪土当年万户侯……"
    },
    {
        "text": "黄四娘家花满蹊，千朵万朵压枝低。　　留连戏蝶时时舞，自在娇莺恰恰啼。明月松间照，清泉石上流。竹喧归浣女，莲动下渔舟。蝉噪林愈静，鸟鸣山更幽。狗吠深巷中，鸡鸣桑树巅。"
    },
    {
        "text": "红杏枝头春意闹。云破月来华弄影。春风又绿江南岸。知否，知否，应知绿肥红瘦。鸟宿池边树，僧敲月下门。池塘生春草，园柳变鸣禽。才下眉头，却上心头。荷风送香气，竹露滴清响。山抹微云，天粘衰草。云霞出海曙，梅柳渡江春。"
    }
]