[
    {
        "text": "武汉大学蔺志华"
    },
    {
        "text": "太极与养生"
    },
    {
        "text": "太极与太极拳"
    },
    {
        "text": "心为太极身心合一"
    },
    {
        "text": "太极元气天人合一"
    },
    {
        "text": "立身中正人我合一"
    },
    {
        "text": "从太极到太极拳"
    },
    {
        "text": "太极是《周易》的最高范畴"
    },
    {
        "text": "《周易·系辞传》：“易有太极，是生两仪，两仪生四象，四象生八卦”。"
    },
    {
        "text": "大意：原始混沌之气运动而生出阴阳，由阴阳而生出四时，由四时而生出天地雷风水火山泽等八种自然现象，也就是乾坤震巽坎离良兑八卦。由八卦而推演出宇宙间万事万物。所以说中国古人认为太极是宇宙的本原，决定一切并派生一切。"
    },
    {
        "text": "“太极”和武术发生直接联系，始于清代王宗岳所著《太极拳论》。文章一开始就说：“太极者，无极而生，阴阳之母也。动之则分，静之则合。”宋代周敦颐《太极图说》:“无极而太极。太极动而生阳，动极而静，静而生阴，静极复动。一动一静，互为其根。”"
    },
    {
        "text": "太极与养生"
    },
    {
        "text": "《易·系辞上》说：“法象莫大乎天地”，效天法地是中国古人处理许多问题的一种思想方法。太极是原始的混沌之气，是万物之本原。从效天法地的思想方法来看，以天地未分之前的混沌之气的“太极”来命名拳，不仅寓此拳至高至大、包罗万象，而且也把阴阳辩证法引入到拳术中。"
    },
    {
        "text": "太极与养生"
    },
    {
        "text": "太极拳与养生"
    },
    {
        "text": "身心合一；"
    },
    {
        "text": "太极拳之特点与养生："
    },
    {
        "text": "太极与养生"
    },
    {
        "text": "太极元气，天人合一"
    },
    {
        "text": "近代，在吴志清的《太极正宗》一书中附录的《孙禄堂先生太极拳学论》中说：“太极即一气，一气即太极。以体言则为太极，以用言则为一气。”汉王充在《论衡》中说：“天地合气，万物自生”；宋张载在《正蒙》中说：“太虚不能无气，气不能不聚而为万物。”王宗岳在《十三势歌》中说：“变转虚实须留意，气遍身躯不稍滞”，“腹内松静气腾然”。武禹襄说“以气运身，务顺遂”；“行气如九曲珠，无微不到”；“气宜鼓荡，神宜内敛”。"
    },
    {
        "text": "太极与养生"
    },
    {
        "text": "清代太极拳家武禹襄说“以气运身，务令顺遂”；“行气如九曲珠，无微不到”。清代太极宗师李亦畲说：“欲要周身无缺陷，先要神气鼓荡，欲要神气鼓荡，先要提起精神，神不外散；欲要神不外散，先要神气收敛入骨”。"
    },
    {
        "text": "《清代杨氏传抄老谱》中说：“气走于膜、络、筋、脉”；“盖太极练功，沉肩坠肘，气沉丹田。气能入丹田、为气总机关，由此分运四体百骸，以气周流全身”。"
    },
    {
        "text": "太极与养生"
    },
    {
        "text": "正因为人与天地同为一气，所以人要应天时、法自然。让身心回归自然是身心健康第一原则。作息上顺应四季之道，春生夏长秋收冬藏；一日中，日出而作，日落而息，这种基本的生活方式对于现在生活，虽然尤其是城市生活仿佛是愈来愈远，但确是很重要的。"
    },
    {
        "text": "太极与养生"
    },
    {
        "text": "在该谱中还说：“天地为一大太极，人身为一小太极。人身为太极之体，不可不练太极之拳。”"
    },
    {
        "text": "心为太极身心合一"
    },
    {
        "text": "太极是心。宋代邵雍说：“心为太极，人心当如止水则定，定则静，静则明。”(《皇极经世·观物外篇》)其思想是太极为动静之根本，如果人心能如静止的水而没有纷扰汩杂，澄澈虚涵，那么太极之本便存在于心。"
    },
    {
        "text": "太极与养生"
    },
    {
        "text": "练太极拳讲究“静”，静就是心静。在练太极拳的要求中，“心静”至为重要的。清代太极拳家武禹襄在《太极拳解》中说：“身虽动，心贵静，气须敛，神宜舒。心为令，气为旗，神为主帅，身为驱使。”清代太极宗师李亦畲在《五字诀》中说：“一曰心静，心不静则不专，一举手前后左右全无定向，故要心静。”"
    },
    {
        "text": "太极与养生"
    },
    {
        "text": "太极与养生"
    },
    {
        "text": "正是在这种长期动态的身心合一练习中，才可能使身心焕然一新，达到健康的目的。唐代养生大家，被尊为药王的孙思邈在《千金备急要方》里，提到:“养性之道，常欲小劳，但莫大疲及强所不能堪耳!且流水不腐，户枢不蠹，以其运动故也。”太极拳正是在静心与“小劳”完美结合的经典。"
    },
    {
        "text": "生命拥有自我更新能力。现代很多人忽略了生命的基本规律，一旦出现亚健康状况，或者出现各种疾病，就忽略自我更新，过度向外求援，把自己的命运交给别人。对于人而言，真正想养生，就要强化自我更新的能力，不要过度依靠外力而忽略自身潜能。"
    },
    {
        "text": "太极拳即是在身体各部分的和谐的基础上达到身心的和谐，心平气和的接纳自我，给生命的自我修复提供一个可能的环境。"
    },
    {
        "text": "太极与养生"
    },
    {
        "text": "太极与养生"
    },
    {
        "text": "好，现在开始，闭上眼睛。头顶放松，额头放松，眉毛放松，眼睛放松，鼻子放松，嘴巴放松，牙齿放松，下颌放松，脖子放松，肩部放松，手臂放松，手指放松，背部放松，腰部放松，臀部放松，胸部放松，腹部放松，大腿放松，小腿放松，双脚放松，脚趾放松。现在，把鼻子放在腹部安静而自然地呼吸。身体自然地呼吸着，你只是观察，不去干扰……。好，现在双手搓热，按摩面部，睁开眼睛，练习结束。"
    },
    {
        "text": "立身中正，人我合一"
    },
    {
        "text": "由技击到导引吐纳从太极拳的发展历史来看，当一种技击的拳术与导引吐纳相结合时，人们已并非将克敌制胜作为唯一目标了，对自他生命的珍惜已融入这种运动之中。这种对生命的珍视即是善，是人我和谐的基础，也是颐养生命之道。孙思邈《千金要方》：“性既自善，内外百病皆悉不生，祸乱灾害亦无由作。此养性之大经也。……有智之人、爱惜性命者，当自思念，深生耻愧，诫勒身心，常修善事也。”太极推手就是在这种情况下产生的。王宗岳《太极拳论》说：“无过不及，随屈就伸，人刚我柔谓之走，我顺人背谓之粘，动急则急应，动缓则缓随”。"
    },
    {
        "text": "太极与养生"
    },
    {
        "text": "立身中正是太极拳习练的基本原则。立身中正，脊柱每个椎骨的受力是最小的，自然安舒。王宗岳太极拳论说：“虚领顶劲，气沉丹田，不偏不倚”，“立如秤准，活如车轮，偏沉则随，双重则滞”。"
    },
    {
        "text": "中正也是做人养心的原则。孟子说的“吾善养吾浩然之气”，《内经》：正气存内，邪不可干；“中”是行为准则，守中就是不过，情绪、行为都要守中。《大学》中说，“所谓修身在正其心者，身有所忿懥，则不得其正，有所恐惧，则不得其正，有所好乐，则不得其正，有所忧患，则不得其正”。《中庸》：“喜怒哀乐之未发，谓之中；发而皆中节，谓之和。中也者，天下之大本也；和也者，天下之达道也。致中和，天地位焉，万物育焉。”孔子曰：“中庸之为德也，其至矣乎！民鲜久矣。”"
    },
    {
        "text": "太极与养生"
    },
    {
        "text": "太极与养生"
    },
    {
        "text": "大道至简养生的核心在于：效法自然，培补元气，天人合一；收心向内，动静结合，身心合一；立身中正，舍己从人，人我合一。习练太极就是通过培补元气、动静结合、舍己从人达到天人合一、身心合一与人我合一的过程。"
    }
]