[
    {
        "text": "匠人匠心——中华传统工艺精神"
    },
    {
        "text": "中华文化通识教程主讲：陈启祥"
    },
    {
        "text": "“开物成务”溯匠源"
    },
    {
        "text": "《说文解字》中“匠”被释义为木工。到了后来，具有专门技术的人都可以称为“匠”。工匠一词最早指的是手工业者，在我国古代被称为“百工”。"
    },
    {
        "text": "《周礼・考工记》:“匠人营国，方九里，旁三门。国中九经九纬，经涂九轨。左祖右社，面朝后市，市朝一夫。”“王工、大夫、百工、农夫、妇功、商旅”“审曲面势，以饬五材，以辨民器，谓之百工”“智者创物，巧者述之，守之，世谓之工，皆圣人之作也”"
    },
    {
        "text": "“开物成务”溯匠源"
    },
    {
        "text": "“庖丁解牛”：“庖丁为文惠君解牛，手之所触，肩之所倚，足之所履，膝之所踦，砉然向然，奏刀騞然，莫不中音。”"
    },
    {
        "text": "“独具匠心”“游刃有余”“唯手熟尔”"
    },
    {
        "text": "“开物成务”溯匠源"
    },
    {
        "text": "《周易·系辞》有“开物成务”之说，是历久弥新的中国工匠精神的体现，“开物成务”是指通晓万物的道理并按道理行事而得到成功。"
    },
    {
        "text": "“开物成务”溯匠源"
    },
    {
        "text": "明代科学家宋应星在所著的《天工开物》中对\"开物\"进行了解释，\"开物\"指人开发万物，即是通过人的努力奋斗使万物升值，也是中国古代天人合一思想的体现。"
    },
    {
        "text": "直至今日，“开物成务”的匠人精神，依然有着宝贵的价值，鼓励当代学子启智求真，励学利民。"
    },
    {
        "text": "“物勒工名”话匠人"
    },
    {
        "text": "物勒工名：意思是把自己的名字刻在制作的器物上。"
    },
    {
        "text": "“物勒工名，以考其诚，工有不当，必行其罪，以究其情。”——《礼记・月令篇》——《礼记・月令篇》"
    },
    {
        "text": "匠人俗称工匠"
    },
    {
        "text": "“物勒工名”话匠人"
    },
    {
        "text": "匠人就是这些指技艺精湛的人，他专注于某一个领域，针对这个领域的产品研发或加工过程全身心的投入，他精益求精，一丝不苟的完成整个工序的每一个环节，也成为工匠。"
    },
    {
        "text": "匠人的特质：一技能二专注三责任感与担当精神"
    },
    {
        "text": "“物勒工名”话匠人"
    },
    {
        "text": "世界建筑艺术大师雷发达"
    },
    {
        "text": "“工匠精神”的现代阐释"
    },
    {
        "text": "“工匠精神”是一种职业精神，它是职业道德、职业能力、职业品质的体现，是从业者的一种职业价值取向和行为表现。“工匠精神”的基本内涵包括敬业、精益、专注、创新等方面的内容。"
    },
    {
        "text": "工匠精神是社会文明进步的重要尺度、是中国制造前行的精神源泉、是企业竞争发展的品牌资本、是员工个人成长的道德指引。“工匠精神”就是追求卓越的创造精神、精益求精的品质精神、用户至上的服务精神。"
    },
    {
        "text": "孔子的“主敬”观：“执事敬”“事思敬”“修己以敬”。“执事敬”，是指行事要严肃认真不怠慢；“事思敬”，是指临事要专心致志不懈怠；“修己以敬”，是指加强自身修养保持恭敬谦逊的态度。"
    },
    {
        "text": "“工匠精神”的基本内涵"
    },
    {
        "text": "天下大事，必作于细。——《老子·第六十三章》如切如磋，如琢如磨。——《诗经·卫风·淇奥》能基业长青的企业，无不是精益求精才获得成功的。"
    },
    {
        "text": "“工匠精神”的基本内涵"
    },
    {
        "text": "古训：“艺痴者技必良”《孟子》：围棋高手弈秋《荀子》：“锲而舍之，朽木不折。锲而不舍，金石可镂。”"
    },
    {
        "text": "“工匠精神”的基本内涵"
    },
    {
        "text": "日新之谓盛德。——《周易》“工匠精神”还包括着追求突破、追求革新的创新内蕴。如当代毕昇“汉字激光照排系统之父”王选。"
    },
    {
        "text": "“工匠精神”的基本内涵"
    },
    {
        "text": "工匠文化和工匠精神不仅是我国历朝历代走向繁荣的重要支撑，也是一份厚重的历史沉淀和宝贵精神财富。工匠的本质是精业和敬业，这种精神融于工匠们的血液之中，技艺为骨，匠心为魂，共同铸就了我国丰富的物质文化，也极大推动了我国科学技术的不断创新发展。“工匠精神”，在当今社会有利于在全社会树立一种健康的职业观念，同时也将加速我国制造强国、创造强国的建设。"
    },
    {
        "text": "工匠精神的现实意义"
    },
    {
        "text": "本土化、本色化的“工匠精神”在距今2000多年的百家争鸣的时代，我们曾诞生鲁班和墨子两个世界级巨匠。鲁班的精湛技艺与审美情趣。墨子讲求实用的实践精神与充满光热的人道主义关怀。正是本土化、本色化的中国“工匠精神”的根脉源流！！请大家欣赏《鲁班的故事》——"
    },
    {
        "text": "人文创新慧行天下我国当代中医药行业出现了一个伟大的人物——屠呦呦，她以一颗匠心将中华医药带给全世界，是存古开新，励学利民，以中华文化慧行天下的典范。请欣赏BBC纪录片《屠呦呦》——"
    },
    {
        "text": "“开物成务”溯匠源“物勒工名”话匠人“匠人精神”的基本内涵、现代阐释、现实意义"
    },
    {
        "text": "祝愿大家学习“工匠精神”，在执着专注中找到生命的价值！"
    }
]