[
    {
        "text": "走向振奋的大唐诗歌"
    },
    {
        "text": "主讲人：刘维"
    },
    {
        "text": "走向振奋的大唐诗歌"
    },
    {
        "text": "中国文学看诗歌中国诗歌看唐朝唐朝诗歌看盛唐魏晋南北朝—————唐朝觉醒——————鼎盛繁华"
    },
    {
        "text": "诗歌高潮时期的酝酿"
    },
    {
        "text": "自觉革新与对前代诗歌经验的总结逐渐确立起学习建安诗歌，批判齐梁文风的主导思想。盛唐主流：建安风骨＋齐梁辞采文质兼备，蔚为大观。"
    },
    {
        "text": "初唐的革新反思"
    },
    {
        "text": "初唐革新：主要针对齐梁时期的绮靡文风。齐梁以来的诗歌内容：注重抒情，但又从抒情走向了娱乐甚至“娱乐至死”嘲风月，弄花草——“不出月露之形”“唯是风云之状”。齐梁以来的诗歌形式：诗词格律化，注重辞采声律的形式之美。但渐渐文风绮靡——“竞一韵之奇，争一字之巧”。"
    },
    {
        "text": "南北文学的合流"
    },
    {
        "text": "唐太宗：“浇俗庶反淳，替文聊就质。”“去兹郑卫声，雅音方可悦。”同时雅好南朝文化，也写了一些齐梁体的诗。——宽容而辩证的态度魏征：江左的清绮文采+河朔的贞刚气质。——使文质彬彬尽善尽美"
    },
    {
        "text": "大唐盛世的先声"
    },
    {
        "text": "盖文章，经国之大业，不朽之盛事。——《典论·论文》治世之音安以乐，其政和；乱世之音怨以怒，其政乖；亡国之音哀以思，其民困。故正得失，动天地，感鬼神，莫近于诗。先王以是经夫妇，成孝敬，厚人伦，美教化，移风俗。——《毛诗序》"
    },
    {
        "text": "宫体诗的自赎"
    },
    {
        "text": "宫廷诗歌：典雅富丽轻艳绮媚。上官仪“以绮错婉媚为本”初唐四杰之杨炯——“气骨都尽，刚健不闻”“积年绮碎，一朝清廓”——诗歌的振作在于“气骨”陈子昂：风雅兴寄+建安风骨张说：文采与风骨并重，典雅与滋味兼顾，盛唐诗歌应该“天然壮丽”"
    },
    {
        "text": "“风骨”的追求——走向振奋的大唐诗歌"
    },
    {
        "text": "王勃：海内存知己，天涯若比邻——《杜少府之任蜀州》。“落霞与孤鹜齐飞，秋水共长天一色”——《滕王阁序》“画栋朝飞南浦云，珠帘暮卷西山雨。”《滕王阁》卢照邻：宁为百夫长，胜作一书生。——《从军行》骆宾王：露重飞难进，风多响易沉。无人信高洁，谁为表余心。——《在狱咏蝉》初唐四杰：开拓新风气，音律和谐，情真意深，意境开阔，渐渐步入唐诗正宗。"
    },
    {
        "text": "“风骨”的追求——走向振奋的大唐诗歌"
    },
    {
        "text": "前不见古人，后不见来者。念天地之悠悠，独怆然而涕下。——陈子昂《登幽州台歌》往古来今谓之宙，四方上下谓之宇。——《淮南子》"
    },
    {
        "text": "“风骨”的追求——走向振奋的大唐诗歌"
    },
    {
        "text": "去除浮艳雕琢。激情与雄杰之气。风骨刚健，气势宏大，视野开阔。——代表诗人：初唐四杰、陈子昂"
    },
    {
        "text": "“情韵”与兴象——浪漫气质的日益强化"
    },
    {
        "text": "云霞出海曙，梅柳渡江春。淑气催黄鸟，晴光转绿蘋。——杜审言《和晋陵陆丞相早春游望》"
    },
    {
        "text": "“情韵”与兴象——浪漫气质的日益强化"
    },
    {
        "text": "初唐向盛唐的过渡诗人\t：刘希夷、张若虚刘希夷——年年岁岁花相似，岁岁年年人不同。张若虚——江畔何人初见月？江月何年初照人？——《春江花月夜》“诗中的诗，顶峰中的顶峰”"
    },
    {
        "text": "“情韵”与兴象——浪漫气质的日益强化"
    },
    {
        "text": "春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明！江流宛转绕芳甸，月照花林皆似霰。空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？人生代代无穷已，江月年年只相似。不知江月待何人，但见长江送流水。——《春江花月夜》"
    },
    {
        "text": "“情韵”与兴象——浪漫气质的日益强化"
    },
    {
        "text": "诗情与画意，纯美的意境，浓烈的情思，无穷的韵味……看到盛唐气象浪漫的气息青春的旋律澄澈透明的景观奔涌而来。——代表作《春江花月夜》"
    },
    {
        "text": "速写：自由豪放的诗仙李白"
    },
    {
        "text": "李白的诗歌，最鲜明的体现了盛唐的时代精神风貌，饱满的青春热情，争取自由的蓬勃精神，积极乐观的理想展望，强烈的个性色彩。神来，情来，气来。浪漫，壮美，明丽，清新俊逸，行云流水……这是中国诗歌史上最富有朝气的歌唱！课下研读篇目：《庐山谣寄卢侍御虚舟》、《将进酒》"
    },
    {
        "text": "速写：家国情怀的诗圣杜甫"
    },
    {
        "text": "杜甫以清醒的洞察力与积极入世的精神，胸怀天下的人生信念，深刻而全面的反应社会生活，被称为一代“诗史”。杜甫的诗歌充满着忧国忧民的忧患意识与热爱天地万物的仁爱精神，是儒家积极入世精神的艺术表现。课下研读篇目：《蜀相》、《茅屋为秋风所破歌》"
    },
    {
        "text": "速写：家国情怀的诗圣杜甫"
    },
    {
        "text": "安得广厦千万间，大庇天下寒士俱欢颜，风雨不动安如山！呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！——《茅屋为秋风所破歌》“四千年中国文化中最庄严、最瑰丽，最永久的一道色彩”——闻一多评杜甫"
    },
    {
        "text": "云霞出海曙，梅柳渡江春。淑气催黄鸟，晴光转绿蘋。——杜审言《和晋陵陆丞相早春游望》"
    },
    {
        "text": "自信，自由"
    },
    {
        "text": "天生我才必有用，千金散尽还复来。长风破浪会有时，直挂云帆济沧海。人生在世不称意，明朝散发弄扁舟。安能摧眉折腰事权贵，使我不得开心颜！"
    },
    {
        "text": "壮美，奔放"
    },
    {
        "text": "登高壮观天地间，大江茫茫去不还，黄云万里动风色，白波九道流雪山。大鹏一日同风起，抟扶摇直上九万里。蜀道之难，难于上青天。使人听此凋朱颜。天姥连天向天横，势拔五岳掩赤城。天台四万八千丈，对此欲倒东南倾。"
    },
    {
        "text": "清新，优美"
    },
    {
        "text": "清水出芙蓉，天然去雕饰。玉阶生白露，夜久侵罗袜。却下水晶帘，玲珑望秋月。朝辞白帝彩云间，千里江陵一日还……千古丽句：烟花三月下扬州月下飞天镜，云生结海楼。（仍怜故乡水，万里送行舟。）一叫一回肠一断，三春三月忆三巴。（蜀国曾闻子规鸟，宣城还见杜鹃花。）"
    },
    {
        "text": "流动、跳跃"
    },
    {
        "text": "君不见黄河之水天上来，奔流到海不复回，君不见高堂明镜悲白发，朝如青丝暮如雪……俱怀逸兴壮思飞，欲上青天揽明月。抽刀断水水更流，举杯消愁愁更愁。白发三千丈，缘愁似个长。狂风吹我心，西挂咸阳树。"
    },
    {
        "text": "两种截然不同的美——边塞诗与山水田园诗对比观"
    },
    {
        "text": "边塞诗的代表诗人：岑参高适山水田园诗的代表诗人：王维孟浩然"
    },
    {
        "text": "两种截然不同的美——边塞诗与山水田园诗对比观"
    },
    {
        "text": "碛中作——走马西来欲到天，辞家见月两回圆。今夜不知何处宿，平沙万里绝人烟。别董大——千里黄云白日曛，北风吹雁雪纷纷。莫愁前路无知己，天下谁人不识君？凉州词——葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回?竹里馆——独坐幽篁里，弹琴复长啸。深林人不知，明月来相照鹿柴——空山不见人，但闻人语响。返影入深林，复照青苔上。"
    },
    {
        "text": "两种截然不同的美——边塞诗与山水田园诗对比观"
    },
    {
        "text": "田园诗歌：宁静优美秀丽清新和谐边塞诗歌：慷慨豪迈刚健悲壮激昂"
    },
    {
        "text": "盛世桃花源中的王维"
    },
    {
        "text": "王维诗的静逸空灵之美木末芙蓉花，山中发红萼。涧户寂无人，纷纷开且落。《辛夷坞》雨中山果落，灯下草虫鸣。《山中独坐》人闲桂花落，夜静春山空。月出惊山鸟，时鸣春涧中。《鸟鸣涧》空山新雨后，天气晚来秋。明月松间照，清泉石上流。竹喧归浣女，莲动下渔舟。随意春芳歇，王孙自可留。《山居秋暝》——以动写静，喧中求寂——蝉噪林愈静，鸟鸣山更幽。"
    },
    {
        "text": "盛世桃花源中的王维"
    },
    {
        "text": "王维诗的绘画美诗中有画，画中有诗《终南山》太乙近天都,连山接海隅。白云回望合,青霭入看无。分野中峰变,阴晴众壑殊。欲投人处宿,隔水问樵夫。空间感，色彩美，光的调和，比例与调和。"
    },
    {
        "text": "孟浩然名句：荷风送香气，竹露滴清响。风鸣两岸叶，月照一孤舟。（前：山暝听猿愁，沧江急夜流）李白赞美孟浩然：我爱孟夫子，风流天下闻，红颜弃轩冕，白首卧松云。"
    },
    {
        "text": "慷慨奇伟的边塞诗歌高适岑参"
    },
    {
        "text": "高官高适：沉雄与骨气苦难与崇高——《燕歌行》岑参好奇：意奇语奇调奇北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。君不见，走马川行雪海边，平沙茫茫黄入天！轮台九月风夜吼，一川碎石大如斗，随风满地石乱走！品一品高岑的细微差别。"
    },
    {
        "text": "七绝圣手诗家天子王昌龄"
    },
    {
        "text": "出塞——秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。鉴赏：为什么说这是唐人七绝压卷之作？崔颢《黄鹤楼》唐人七律的压卷之作。"
    }
]